[
    {
      "id": "0",
      "reviewerName": "Md Kamruzzaman",
      "reviewComment": "আজ থেকে প্রায় এক যুগেরও বেশি সময় পূর্বে যখন আমার প্রোগ্রামিংয়ে হাতে খড়ি হয়েছিল, তখন প্রোগ্রামিং জিনিসটা কি তা ঠিকভাবে বুঝতাম না। তখন শুধুমাত্র পরীক্ষায় পাশ করার জন্যই প্রোগ্রামিং করতে হয়েছিল। তখনকার সবচেয়ে বিভীষিকাময় বিষয় ছিল প্রোগ্রামিং। তবে আজ পোগ্রামিং বিষয়টা যেন নিজের রক্তের সাথে মিশে গেছে। তোমরা যারা প্রোগ্রামিং শুরু করতে চাও, অথবা শুরু করা হয়...",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/0a7d405290db4_311057.jpg"
    },
    {
      "id": "1",
      "reviewerName": "Kazi Nihal Towfiq",
      "reviewComment": "প্রথমত, আপনার লেখার ইউনিক স্টাইল, গল্প ও ভাষা আমার মতো ফাকিবাজ  ছাত্রদেরকে বই এর পাতায় চম্বুকের মতো আটকে রাখে। টুকটাক সি প্রোগ্রামিং পারি কিন্তু অনেক আগে থেকে জাভাস্ক্রিপ্ট শেখার ইচ্ছা কিন্তু বাংলা ভাষায় সঠিক বই পায়নি। যখন জানলাম এই বই জাভাস্ক্রিপ্ট কে ভিত্তি করে লেখা তখন আর দেরী না করে কিনে ফেলি। কলেজের(পলিটেকনিক) ৪বছরে যা শিখেনি তা এই ...",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/656eeeaafeeb4_119967.jpeg"
    },
    {
      "id": "2",
      "reviewerName": "Tamim Hossain",
      "reviewComment": "আমি অনেক দিন ধরে প্রোগ্রামিং শিখতে চাচ্ছিলাম কিন্তু সঠিক গাইড লাইন এর অভাবে আমি কিছুতেই শুরু করতে পারছিলাম না কিন্তু এই বইটি হাতে পেয়ে পড়ে আমি অবাক এত সহজ ও সাবলীল ভাষা এই বইতে ব্যাবহার করা হয়েছে যে প্রত্যেকটি বিষয় আমি খুব সহজে বুঝতে পারছি আমি ধন্যবাদ দিতে চাই এর লেখক জনাব ঝংকার মাহাবুব কে তিনি এরকম একটি বই আমাদের উপহার দিয়েছেন",
      "rating": 5.0,
      "userImg": "https://lh3.googleusercontent.com/a-/AOh14GiB4sxfFrfw0r_12m4e8IQKLq39Oxm22lKnvMFG=s96-c"
    },
    {
      "id": "3",
      "reviewerName": "MAHI ADNAN MIM",
      "reviewComment": "বই টা এক কথায় অসাধারন ! আপনার ৩ টা বই কিনেছি ৩ টাই অনেক সুন্দর ভাষায় বুঝানো হয়েছে  প্রোগ্রামিং কি জিনিস , ভেরিয়েবল কারে কয় , হাবলুদের  দারাও  প্রোগ্রামিং  হয়  , হাবলু রা চাইলেও বস হইতে পারবে ,  এত সহজ প্রোগ্রামিং  তা এই বই টা না  পরলে জানাই জেতনা যারা প্রোগ্রামিং এর প টাও জানে...",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/2b34c93933b54_403544.jpg"
    },
    {
      "id": "4",
      "reviewerName": "Mostakim Faiyaz",
      "reviewComment": "ঝংকার ভাইয়ের বলা হাবলুদের মধ্যে আমি একজন। আমি প্রোগ্রামিং শিখবো, কিন্তু জানতাম না কোথা থেকে শুরু করবো। তখন আমি এই বইটি কিনে পেলেছি। It was very fine and funny. এতো সহজ এবং সুন্দর ভাষায় লেখা যে আমার মতো হাবলু প্রোগ্রামারদের প্রথম ধাপ পার করতে সাহায্য করেছে।",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/47df363ae4514_297245.jpg"
    },
    {
      "id": "5",
      "reviewerName": "Rakib Rijvee",
      "reviewComment": "চমৎকার ভাবে এবং সাবলীল ভঙ্গটিতে বইটির লেখক উপস্থাপনা করতে পেরেছেন। প্রোগ্রামিং সম্পর্কে বিন্দুমাত্র ধারনা ছিলও না, বলা যায় একজন হাবলু হিসাবে বইটি ক্রয় করা। শেষ পর্যন্ত আমাকে হতাশ করে নাই বরঞ্চ বাংলা ভাষায় এত সাবলীলভাবে এই বিষয় ২য় আর কোন বই লিখা আছে ... ",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/051f6f8a4ecf4_54292.png"
    },
    {
      "id": "6",
      "reviewerName": "Ashraful Goni",
      "reviewComment": "বইটি পড়তে গিয়ে কখনো মনে হয়নি প্রোগ্রামিং শিখার বই পড়ছি।সহজ ভাষায় বাস্তবিক উদাহরণ সহ অসাধারণভাবে প্রোগ্রামিং কনসেপ্ট বুঝিয়ে দেওয়া আছে এই বইয়ে।আছে কিছু মজার মজার অনুশীলনী।যারা প্রোগ্রামিং এর খটখটে বই পড়েও প্রোগ্রামিং মাথায় ঢুকাতে ব্যর্থ বইটি তাদের জন্য।",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/a25ccb84d7704_201376.jpeg"
    },
    {
      "id": "7",
      "reviewerName": "Pulack Hassan",
      "reviewComment": "এটা হচ্ছে ঝংকার ভাইয়ের প্রোগ্রামিং সিরিজের প্রথম বই। প্রোগ্রামিং এর একেবারে বেসিক কন্সেপ্টগুলো এই বইতে রয়েছে। সে যেভাবে বাস্তবিক উদাহরন এর মাধ্যমে সাবলীলভাবে প্রোগ্রামিং বুঝিয়েছে, তা খুব অল্প মানুষের পক্ষেই সম্ভব।",
      "rating": 5.0,
      "userImg": "https://lh3.googleusercontent.com/a-/AOh14GjTpS0mnB285iQoaY_yPSqwJYm2-ewYZ6-daCgk0Q=s96-c"
    },
    {
      "id": "8",
      "reviewerName": "Imtiaz Ahmed",
      "reviewComment": "সত্যিই বইটি খুবই অসাধারন। এই রকম বই ঝংকার মাহবুব মানে ভালোবাসা। আমি জীবনে কখনো পাই নাই। আমাদের সাথে প্রতিনিয়ত ঘটে যাওয়া ঘটনা গুলো খুবই ভালো ভাবে বুঝিয়ে দিয়েছেন। লাভ ইউ ব্রাদার। লাভ ইউ ব্রাদার। লাভ ইউ ব্রাদার।",
      "rating": 5.0,
      "userImg": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/7e140f0805914_564171.jpg"
    }
    
  ]